import React from "react";
import classes from "./Studio.module.scss";

const Studio = () => (
	<section className={classes.Studio}>
		<h1>О нашей студии</h1>
		<p>
			Студия Пилатес "Body Balance" - это место для Ваших эффективных
			тренировок.
		</p>
		<p>
			Студия "Body Balance" - это уникальный проект, созданный для людей,
			которые хотят оставаться в хорошей физической форме и быть здоровыми.
		</p>
		<p>
			Наша студия создана по лучшим международным стандартам. В студии
			представлены групповые классы (до 8 человек в группе), и мини-группы (до 5
			человек в классе). Но изюминкой нашей студии являются персональные
			тренировки, которые проводятся на уникальном оборудовании для Пилатес
			(Cadillac, Reformer, Ladder Barrel, Combo Chair), созданном американской
			компанией Balanced Body, которая является лидером на мировом рынке.
		</p>
		<p>
			В нашей студии есть все необходимые условия для того, чтобы Вы могли
			достичь гармонии души и тела!
		</p>
		<p>
			"Body Balance" - студия тренинга, направленного на развитие гармонии тела
			и сознания. Профессиональные тренеры нашей студии помогут Вам создать
			красивое, подтянутое, а главное здоровое тело, без изнурительных и
			изматывающих тренировок. Занимаясь в нашей студии Вы вернете себе
			правильную природную осанку, забудете о болевых ощущениях в спине и шеи,
			научитесь двигаться легко и грациозно, и улучшите качество жизни. Как
			говорил создатель метода Джозеф Пилатес «Здоровье - первая составляющая
			счастья».
		</p>
		<p>Приходите к нам на занятия и ощутите себя по новому!</p>
		<h2>О Пилатес</h2>
		<p>
			Современный мир с его техническим оснащением оставляет человеку мало
			шансов для сохранения органичного состояния. Об этом много пишут сейчас, а
			сам Джозеф Пилатес писал об этом около 80 лет назад, еще тогда, когда
			автоматизация жизни носила гораздо менее выраженный характер, чем сегодня.
			Он говорил о болезнях современного общества и называл свой метод
			"возвращением к жизни". Чтобы метод работал, нужно прежде всего, хорошо
			изучить его основы.
		</p>
		<p>
			Пилатес - это система упражнений, развитая Джозефом Пилатес для укрепления
			мышц, увеличения гибкости и улучшения здоровья в целом. Упражнения
			выполняются на мате (коврике) с использованием специального оборудования.
			Система Джозефа Пилатеса включает в себя упражнения для укрепления всех
			частей тела и применима к любому виду активности. Созданный в начале 20-го
			века, пилатес был далеко впереди своего времени, что получил признание
			лишь в начале 21-го века. Сейчас пилатес приобретает все большую
			популярность и количество занимающихся увеличивается с каждым годом.
		</p>
		<p>
			Занятие Пилатес - возвращает нас к природному состоянию тела, его
			легкости, свободе и пластичности движений. Главная цель занятий - сделать
			тело грациозным, послушным и выносливым.
		</p>
		<p>
			Особое внимание в тренировках уделяется соблюдению следующих принципов:
		</p>
		<h3>- Дыхание</h3>
		<p>
			В тренировках Пилатес дыхание интегрировано в каждое движение, чтобы
			сохранить осознанность того, что мы делаем, а также чтобы улучшить поток
			кислорода в тканях и повысить жизненную емкость легких.
		</p>
		<h3>- Концентрация</h3>
		<p>
			Концентрироваться, значит обращать внимание на то, что вы делаете,
			«присутствовать» и контролировать каждое движение.
		</p>
		<h3>- Контроль</h3>
		<p>
			Упражнения Пилатес никогда не выполняются бездумно, потому что важно
			контролировать движения и усилия, которые совершает тело.
		</p>
		<h3>- Центрирование</h3>
		<p>
			Под центром в Пилатес понимаются мышцы живота и поясничной области,
			которые называются «силовой центр» или «Power House» Развитие сильного,
			стабильного и гибкого цента является одной из определяющих характеристик
			этого вида физических упражнений.
		</p>
		<h3>- Точность</h3>
		<p>
			Тело должно принимать заданное положение, а вы - хорошо понимать цель
			каждого упражнения. Чем точнее совершаются движения, тем большую пользу
			принесет упражнение. В точности заложен ключ к овладению Пилатес.
		</p>
		<h3>- Поток (Плавность)</h3>
		<p>
			Поток создает плавные изящные и функциональные движения, что уменьшает
			нагрузку на суставы и совершенствует паттерны движений, так, чтобы все
			тело двигалось плавно, задействуя нужные и правильные мышцы в каждом
			конкретном движении.
		</p>
		<h3>- Выравнивание</h3>
		<p>
			Понимание, развитие и поддержание правильного выравнивания тела имеет
			большое значение для каждого человека. В основе этого принципа лежит
			оптимальное распределение нагрузок на опорно-двигательный аппарат под
			воздействием силы тяжести. При оптимальном положении суставы и кости будут
			испытывать на себе меньшую нагрузку, что способствует улучшению осанки,
			повышению комфорта и бОльшим физическим способностям.
		</p>
		<h3>- Интеграция</h3>
		<p>
			Занятия Пилатес - это не просто последовательность упражнений, а стиль
			жизни. Тренировки Пилатес помогают интегрировать движения в привычную
			жизнь, делая сами движения более качественными, улучшая тем самым качество
			жизни.
		</p>
		<h3>- Релаксация (Расслабление)</h3>
		<p>
			Умение освобождаться от лишнего напряжения в теле помогает нам найти
			легкость и поток и в движениях, и в повседневной жизни. Эффект занятий
			напрямую зависит от глубины понимания этих простых на первый взгляд
			понятий-принципов. Они-то и составляют Магию Пилатеса. Не столь важно,
			какое движение (упражнение) Вы выполняете, важнее научиться осознанно
			использовать принципы движения по методу Пилатеса в повседневной жизни, и
			тогда Вы в полной мере ощутите на себе всю пользу тренировок Пилатес.
		</p>
		<h2>Кому нужен Пилатес?</h2>
		<p>
			Этот метод настолько уникален и универсален, что подходит абсолютно всем,
			не зависимо от пола, возраста и физической подготовленности. Особенно
			рекомендован людям, которые:
		</p>
		<p>- ведут малоподвижный образ жизни,</p>
		<p>- у кого есть болевые ощущения в спине и шеи,</p>
		<p>- людям с нарушениями двигательных функций в суставах,</p>
		<p>- людям с неправильной осанкой и сколиозом,</p>
		<p>- людям в период восстановления после травм,</p>
		<p>- людям с проблемами сердечно-сосудистой системой,</p>
		<p>- людям с нарушениями опорно-двигательного аппарата,</p>
		<p>
			- а также тем, кто просто хочет иметь красивое, подтянутое, а главное
			здоровое тело!
		</p>
		<h2>Польза от Пилатес</h2>
		<p>Благодаря регулярным занятиям Пилатес:</p>
		<p>- стабилизируется поясничный отдел позвоночника,</p>
		<p>- укрепляются мышцы живота,</p>
		<p>- снимается напряжение с мышц в области шеи, плеч и затылка,</p>
		<p>- улучшается подвижность суставов,</p>
		<p>- улучшается координация и осанка,</p>
		<p>- увеличивается мышечная сила,</p>
		<p>- уменьшается стресс,</p>
		<p>- улучшается здоровье в целом,</p>
		<p>- тело и разум приходят в состояние гармонии.</p>
		<div>
			<p className={classes.semiBold}>
				Тренировки Пилатес нацелены на улучшение качества движений, так чтобы
				результаты ощущались в повседневной жизни. Сегодня все больше врачей
				рекомендуют этот метод для поддержания здоровья.
			</p>
			<p className={classes.semiBold}>
				А Вы уже успели оценить эффективность Пилатес?
			</p>
		</div>
	</section>
);

export default Studio;
